[
  {
    "image":"https://i.ibb.co.com/HTwgGPyn/download-3.png",
    "title": "Spotify: Music and Podcasts",
    "companyName": "Spotify AB",
    "id": 1,
    "description": "Spotify transforms music and podcast listening into a seamless, personalized experience. Beyond streaming millions of tracks, it adapts to your taste, suggesting playlists and podcasts that match your mood and schedule. You can download your favorites for offline listening, create collaborative playlists with friends, and explore global trends. The app’s intuitive interface makes discovering new content effortless, while curated daily mixes and recommendations help you stay engaged without effort. Whether relaxing, working, or exercising, Spotify ensures that the perfect soundtrack is always at your fingertips.",
    "size": 600,
    "reviews": 350,
    "ratingAvg": 4.5,
    "downloads": 9,
    "ratings": [
      { "name": "1 star", "count": 500000 },
      { "name": "2 star", "count": 700000 },
      { "name": "3 star", "count": 1200000 },
      { "name": "4 star", "count": 6000000 },
      { "name": "5 star", "count": 26500000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/3mCj7MJm/download-3.jpg",
    "title": "Instagram: Photos, Reels & Chats",
    "companyName": "Meta Platforms, Inc.",
    "id": 2,
    "description": "Instagram lets you express yourself visually, sharing photos, reels, and stories with friends and the world. Beyond simple posting, it offers creative tools like AR filters, stickers, and music overlays, helping you craft engaging content. Explore trending posts tailored to your interests, follow creators for inspiration, and engage with communities in meaningful ways. The app encourages authentic storytelling while keeping you updated with real-time notifications, ensuring you never miss moments that matter. Whether sharing daily life or discovering new trends, Instagram blends creativity and connection seamlessly.",
    "size": 210,
    "reviews": 125,
    "ratingAvg": 4.4,
    "downloads": 9,
    "ratings": [
      { "name": "1 star", "count": 3000000 },
      { "name": "2 star", "count": 5000000 },
      { "name": "3 star", "count": 8000000 },
      { "name": "4 star", "count": 25000000 },
      { "name": "5 s0tar", "count": 84000000 }
    ]
  },
  {
    "image":"https://i.ibb.co.com/0pp8H2vJ/download.png",
    "title": "TikTok: Short Videos & Trends",
    "companyName": "TikTok Pte. Ltd.",
    "id": 3,
    "description": "TikTok is more than just a short video app — it’s a creative playground that turns ideas into engaging, bite-sized content. Users can explore trending music, effects, and filters to bring their imagination to life. Personalized recommendations adapt to your viewing habits, keeping you entertained while helping you discover emerging creators. Beyond fun, TikTok enables self-expression, viral challenges, and educational content, making it a platform where entertainment meets creativity. With easy sharing, duets, and collaboration features, TikTok ensures that every scroll is captivating.",
    "size": 130,
    "reviews": 980,
    "ratingAvg": 4.3,
    "downloads": 9,
    "ratings": [
      { "name": "1 star", "count": 4500000 },
      { "name": "2 star", "count": 6000000 },
      { "name": "3 star", "count": 9000000 },
      { "name": "4 star", "count": 21000000 },
      { "name": "5 star", "count": 57500000 }
    ]
  },
  {
    "image":"https://i.ibb.co.com/QvWwBz0x/download-1.jpg",
    "title": "Snapchat: Chat, Share & Story",
    "companyName": "Snap Inc.",
    "id": 4,
    "description": "Snapchat combines instant messaging with dynamic storytelling through snaps and stories. Beyond chatting, it lets you explore AR lenses, stickers, and multimedia content that enrich your conversations. Stories capture daily moments for friends to enjoy, while private messaging keeps interactions secure and engaging. The app’s focus on ephemeral content encourages spontaneity, making sharing authentic moments easy. Features like Snap Map, Bitmoji, and Discover bring communities together, keeping you connected while making social interactions fun and immersive.",
    "size": 70,
    "reviews": 290,
    "ratingAvg": 4.2,
    "downloads": 9,
    "ratings": [
      { "name": "1 star", "count": 2000000 },
      { "name": "2 star", "count": 2500000 },
      { "name": "3 star", "count": 3500000 },
      { "name": "4 star", "count": 7000000 },
      { "name": "5 star", "count": 14000000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/KjXm8XJ7/download-1.png",
    "title": "YouTube: Watch, Stream & Discover",
    "companyName": "Google LLC",
    "id": 5,
    "description": "Watch, upload, and share videos from creators worldwide. Enjoy subscriptions, playlists, and live streams.YouTube transforms video consumption into an endless library of knowledge, entertainment, and creativity. Users can watch, upload, and share videos across genres while creating personalized playlists. Subscriptions, notifications, and recommendations help you stay engaged with your favorite creators. Beyond viewing, YouTube enables live streaming, commenting, and community interaction, fostering a space where ideas and entertainment thrive together. Whether learning a new skill, following news, or enjoying entertainment, YouTube’s platform ensures accessibility, engagement, and discovery at every scroll.",
    "size": 100,
    "reviews": 180,
    "ratingAvg": 4.6,
    "downloads": 9,
    "ratings": [
      { "name": "1 star", "count": 3000000 },
      { "name": "2 star", "count": 4000000 },
      { "name": "3 star", "count": 9000000 },
      { "name": "4 star", "count": 22000000 },
      { "name": "5 star", "count": 142000000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/MDyGQYLj/download-2.jpg" ,
    "title": "Netflix: Series, Films & More",
    "companyName": "Netflix, Inc.",
    "id": 6,
    "description": "Netflix turns streaming into a cinematic experience, offering thousands of movies, TV shows, and documentaries. With personalized recommendations, watchlists, and high-quality streaming, users can enjoy content anytime, anywhere. Interactive features like trailers, ratings, and series suggestions enhance discovery. Netflix’s design reduces distraction, letting viewers focus fully on immersive storytelling, making every binge session seamless, enjoyable, and tailored to your tastes. Stream thousands of movies, TV shows, and documentaries anytime, anywhere with your subscription.",
    "size": 80,
    "reviews": 250,
    "ratingAvg": 4.5,
    "downloads": 9,
    "ratings": [
      { "name": "1 star", "count": 900000 },
      { "name": "2 star", "count": 1200000 },
      { "name": "3 star", "count": 2000000 },
      { "name": "4 star", "count": 4000000 },
      { "name": "5 star", "count": 16900000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/C5vLZPs2/download-2.png",
    "title": "Pinterest: Ideas, Recipes & Style",
    "companyName": "Pinterest, Inc.",
    "id": 7,
    "description": "Pinterest is a visual discovery platform that transforms inspiration into action. Users can explore ideas for home decor, fashion, fitness, recipes, and more, creating personalized boards for organization. Its intuitive recommendation system makes discovering new trends effortless, while collaboration and sharing features allow teamwork and inspiration exchanges. Pinterest combines creativity, planning, and exploration, ensuring your ideas translate into real-life projects and experiences. Find inspiration for your next project — from recipes and home decor to fashion and fitness ideas.",
    "size": 50,
    "reviews": 150,
    "ratingAvg": 4.7,
    "downloads": 9,
    "ratings": [
      { "name": "1 star", "count": 300000 },
      { "name": "2 star", "count": 500000 },
      { "name": "3 star", "count": 800000 },
      { "name": "4 star", "count": 3000000 },
      { "name": "5 star", "count": 10200000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/RwnbMwY/download-4.png",
    "title": "Telegram: Fast & Secure Chat",
    "companyName": "Telegram FZ-LLC",
    "id": 8,
    "description": "Telegram offers secure, cloud-based messaging with fast performance and large group support. Beyond standard messaging, it allows file sharing up to 2GB, customizable notifications, and interactive bots. Channels and groups make community engagement easy, while privacy and security features protect communications. Telegram creates a versatile environment for communication, collaboration, and content sharing, making every interaction secure, efficient, and reliable. Fast and secure messaging app with cloud-based chats, large group support, and file sharing up to 2GB.",
    "size": 45,
    "reviews": 150,
    "ratingAvg": 4.6,
    "downloads": 9,
    "ratings": [
      { "name": "1 star", "count": 400000 },
      { "name": "2 star", "count": 600000 },
      { "name": "3 star", "count": 1200000 },
      { "name": "4 star", "count": 3200000 },
      { "name": "5 star", "count": 9700000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/rGmQBDzM/download-4.jpg",
    "title": "WhatsApp Messenger: Chats & Calls",
    "companyName": "Meta Platforms, Inc.",
    "id": 9,
    "description": "WhatsApp enables instant messaging, voice, and video calls with end-to-end encryption for secure communication. Users can share media, documents, and status updates seamlessly. Group chats and broadcast lists enhance collaboration, while intuitive notifications keep you connected. Whether for personal, educational, or professional purposes, WhatsApp ensures communication is instant, reliable, and private, allowing you to stay connected effortlessly. Message, call, and share media instantly with friends and family using end-to-end encryption.",
    "size": 40,
    "reviews": 180,
    "ratingAvg": 4.5,
    "downloads": 50,
    "ratings": [
      { "name": "1 star", "count": 4000000 },
      { "name": "2 star", "count": 6000000 },
      { "name": "3 star", "count": 9000000 },
      { "name": "4 star", "count": 25000000 },
      { "name": "5 star", "count": 135000000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/XZ8g4Wq5/download-5.jpg",
    "title": "Canva: Design, Photo & Video",
    "companyName": "Canva",
    "id": 10,
    "description": "Canva transforms graphic design into an accessible and creative process. Users can craft stunning designs, social media posts, and videos using templates, drag-and-drop tools, and collaborative features. The app provides flexibility for professionals and beginners alike, with easy editing, resizing, and sharing. Canva makes design intuitive, engaging, and efficient, turning every creative session into a productive and visually satisfying experience. Create stunning designs, social media posts, and videos with easy-to-use templates and tools.",
    "size": 260,
    "reviews": 180,
    "ratingAvg": 4.8,
    "downloads": 20,
    "ratings": [
      { "name": "1 star", "count": 200000 },
      { "name": "2 star", "count": 400000 },
      { "name": "3 star", "count": 800000 },
      { "name": "4 star", "count": 3000000 },
      { "name": "5 star", "count": 13600000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/Sw83dyJF/download-5.png",
    "title": "Duolingo: Learn Languages Fast",
    "companyName": "Duolingo",
    "id": 11,
    "description": "Duolingo gamifies language learning, turning study sessions into fun, bite-sized challenges. Users can practice over 30 languages through interactive lessons, exercises, and streak-based rewards. Personalized lessons adapt to your progress, helping retain knowledge efficiently. Duolingo’s engaging structure encourages consistent learning, combining motivation, gamification, and skill-building to make every session productive and enjoyable. Learn over 30 languages with fun lessons and gamified challenges designed to improve fluency.",
    "size": 350,
    "reviews": 120,
    "ratingAvg": 4.7,
    "downloads": 40,
    "ratings": [
      { "name": "1 star", "count": 200000 },
      { "name": "2 star", "count": 400000 },
      { "name": "3 star", "count": 600000 },
      { "name": "4 star", "count": 2000000 },
      { "name": "5 star", "count": 8800000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/8VPWyW8/download-6.png",
    "title": "X (Twitter): News & Trends",
    "companyName": "X Corp.",
    "id": 12,
    "description": "X delivers real-time news, trends, and global conversations in a concise, interactive format. Users can follow topics, engage with posts, and participate in discussions instantly. Beyond updates, it fosters community interactions and idea sharing. With personalized feeds and notifications, X ensures you remain informed and connected, transforming news consumption into an engaging, interactive, and insightful experience. Stay updated with breaking news, trending topics, and global conversations in real time.",
    "size": 500,
    "reviews": 160,
    "ratingAvg": 4.3,
    "downloads": 15,
    "ratings": [
      { "name": "1 star", "count": 2000000 },
      { "name": "2 star", "count": 2500000 },
      { "name": "3 star", "count": 3500000 },
      { "name": "4 star", "count": 4000000 },
      { "name": "5 star", "count": 5000000 }
    ]
  },
  {
  "image":"https://i.ibb.co.com/Q3DvtV15/download-12.png",
  "title": "Daraz: Online Shopping & Deals",
  "companyName": "Daraz Mobile",
  "id": 13,
  "description": "Daraz provides a seamless online shopping experience, offering electronics, fashion, groceries, and more. Flash sales, vouchers, and personalized recommendations enhance discovery. Secure payments, fast delivery, and order tracking make shopping effortless and reliable. Daraz combines convenience, variety, and affordability, ensuring that every shopping session is efficient, enjoyable, and tailored to your needs. Shop thousands of products across electronics, fashion, and groceries. Enjoy flash sales, vouchers, and fast delivery.",
  "size": 820 ,
  "reviews": 180,
  "ratingAvg": 4.6,
  "downloads": 10,
  "ratings": [
    { "name": "1 star", "count": 500000 },
    { "name": "2 star", "count": 700000 },
    { "name": "3 star", "count": 1200000 },
    { "name": "4 star", "count": 3000000 },
    { "name": "5 star", "count": 12700000 }
  ]
},
  {
    "image":"https://i.ibb.co.com/XfX8X9Xv/download-8.png",
    "title": "Zoom: Video Meetings & Chat",
    "companyName": "Zoom Video Communications, Inc.",
    "id": 14,
    "description": "Zoom makes video communication seamless for work, education, and social interaction. Users can host or join meetings, webinars, and conferences with high-quality video and audio. Collaboration tools like screen sharing, chat, and recording ensure productivity, while intuitive scheduling and notifications make organizing sessions effortless. Zoom enhances remote communication by creating a structured and interactive digital workspace. Host and join meetings anywhere. Connect, collaborate, and share with high-quality video calls.",
    "size": 700,
    "reviews": 200,
    "ratingAvg": 4.4,
    "downloads": 50,
    "ratings": [
      { "name": "1 star", "count": 900000 },
      { "name": "2 star", "count": 1200000 },
      { "name": "3 star", "count": 1600000 },
      { "name": "4 star", "count": 4000000 },
      { "name": "5 star", "count": 12300000 }
    ]
  },
  {
    "image":"https://i.ibb.co.com/67JtccP8/download-7.png",
    "title": "Discord: Talk, Chat & Hang Out",
    "companyName": "Discord Inc.",
    "id": 15,
    "description": "Discord combines messaging, voice, and video communication for communities and groups. Users can create servers, channels, and events for gaming, study, or casual hangouts. Custom roles, bots, and integrations enrich the experience, making community management easy. Discord fosters collaboration, entertainment, and social interaction, turning every session into a focused and engaging gathering. Connect with communities and friends through text, voice, and video — for gaming, study, and more.",
    "size": 950,
    "reviews": 160,
    "ratingAvg": 4.6,
    "downloads": 50,
    "ratings": [
      { "name": "1 star", "count": 400000 },
      { "name": "2 star", "count": 700000 },
      { "name": "3 star", "count": 900000 },
      { "name": "4 star", "count": 3000000 },
      { "name": "5 star", "count": 11000000 }
    ]
  },
  {
  "image":"https://i.ibb.co.com/LzkkDJQD/download-13.png",
  "title": "AliExpress: Online Shopping Deals",
  "companyName": "Alibaba Mobile",
  "id": 16,
  "description": "AliExpress provides access to millions of affordable products from global sellers. Users can browse, compare, and purchase items securely, enjoying discounts and worldwide shipping. Review systems, seller ratings, and promotions enhance decision-making, while notifications keep you updated on deals. AliExpress makes international shopping efficient, reliable, and cost-effective, bringing global products to your fingertips. Discover millions of affordable products from global sellers. Enjoy secure payments, discounts, and worldwide shipping.",
  "size": 270,
  "reviews": 250,
  "ratingAvg": 4.5,
  "downloads": 70,
  "ratings": [
    { "name": "1 star", "count": 900000 },
    { "name": "2 star", "count": 1500000 },
    { "name": "3 star", "count": 2500000 },
    { "name": "4 star", "count": 5000000 },
    { "name": "5 star", "count": 15500000 }
  ]
},
  {
  "image": "https://i.ibb.co.com/84SCxw7k/download-7.jpg",
  "title": "Flipkart: Online Shopping App",
  "companyName": "Flipkart Internet Private Limited",
  "id": 17,
  "description": "Flipkart delivers a comprehensive online shopping experience with electronics, fashion, and essentials. Features like fast delivery, easy returns, and secure payments ensure convenience. Personalized recommendations and seasonal sales optimize discovery, while detailed reviews guide purchasing decisions. Flipkart transforms shopping into an efficient, reliable, and enjoyable experience tailored to your preferences. Shop electronics, fashion, and more with fast delivery, easy returns, and secure payments.",
  "size": 650,
  "reviews": 300,
  "ratingAvg": 4.6,
  "downloads": 50,
  "ratings": [
    { "name": "1 star", "count": 1000000 },
    { "name": "2 star", "count": 1600000 },
    { "name": "3 star", "count": 2800000 },
    { "name": "4 star", "count": 6000000 },
    { "name": "5 star", "count": 18600000 }
  ]
},
  {
  "image":"https://i.ibb.co.com/FLvznYrw/download-14.png",
  "title": "YouTube Music: Songs & Playlists",
  "companyName": "Google LLC",
  "id": 18,
  "description": "YouTube Music transforms music listening into a personalized and immersive experience. Users can explore millions of tracks, curated playlists, and trending artists while creating custom libraries. Recommendations adapt to listening habits, making discovery effortless. Offline listening, high-quality streaming, and background playback enhance convenience. YouTube Music ensures every session is engaging, inspiring, and tuned to your mood. Stream millions of songs, discover trending artists, and enjoy personalized playlists with YouTube Music.",
  "size": 550,
  "reviews": 750,
  "ratingAvg": 4.4,
  "downloads": 9,
  "ratings": [
    { "name": "1 star", "count": 5000000 },
    { "name": "2 star", "count": 7000000 },
    { "name": "3 star", "count": 12000000 },
    { "name": "4 star", "count": 19000000 },
    { "name": "5 star", "count": 32000000 }
  ]
},
  {
    "image": "https://i.ibb.co.com/jPw2Qw3h/images.jpg",
    "title": "Facebook: Social Media & Sharing",
    "companyName": "Meta Platforms, Inc.",
    "id": 19,
    "description": "Facebook connects users through social networking, allowing sharing of updates, photos, and videos. Groups, events, and pages enhance community interaction and engagement. Personalized news feeds, notifications, and trending content ensure users stay informed and connected. Facebook balances social interaction, entertainment, and community engagement, creating an immersive environment for connection and exploration. Connect with friends, share updates, photos, and videos, and join communities that matter to you.",
    "size": 870,
    "reviews": 200,
    "ratingAvg": 4.2,
    "downloads": 5,
    "ratings": [
      { "name": "1 star", "count": 5000000 },
      { "name": "2 star", "count": 8000000 },
      { "name": "3 star", "count": 12000000 },
      { "name": "4 star", "count": 30000000 },
      { "name": "5 star", "count": 145000000 }
    ]
  },
  {
  "image": "https://i.ibb.co.com/Q7tXq035/uber-icon.png",
  "title": "Uber: Request a Ride",
  "companyName": "Uber Technologies, Inc.",
  "id": 20,
  "description": "Uber simplifies transportation by allowing users to request rides quickly, track drivers in real time, and pay securely. Features like fare estimates, multiple vehicle options, and route tracking enhance convenience. Notifications keep users informed of driver status and trip progress. Uber transforms mobility into a fast, reliable, and stress-free experience, making urban travel effortless. Request rides quickly, track your driver, and pay easily with secure options.",
  "size": 580,
  "reviews": 900,
  "ratingAvg": 4.4,
  "downloads": 9,
  "ratings": [
    { "name": "1 star", "count": 3000000 },
    { "name": "2 star", "count": 4000000 },
    { "name": "3 star", "count": 6000000 },
    { "name": "4 star", "count": 10000000 },
    { "name": "5 star", "count": 67000000 }
  ]
},
  {
    "image":"https://i.ibb.co.com/DDHVPJ9c/images-1.png",
    "title": "Uber Eats: Food Delivery",
    "companyName": "Uber Technologies, Inc.",
    "id": 21,
    "description": "Uber Eats brings restaurants to your doorstep, offering real-time order tracking, diverse cuisine options, and secure payment methods. Users can browse menus, discover new eateries, and schedule deliveries conveniently. Ratings, reviews, and promotions improve decision-making, while notifications ensure timely updates. Uber Eats transforms food ordering into a seamless, efficient, and satisfying experience. Order meals from your favorite restaurants and track delivery in real-time with Uber Eats.",
    "size": 255,
    "reviews": 120,
    "ratingAvg": 4.5,
    "downloads": 10,
    "ratings": [
      { "name": "1 star", "count": 300000 },
      { "name": "2 star", "count": 400000 },
      { "name": "3 star", "count": 800000 },
      { "name": "4 star", "count": 3000000 },
      { "name": "5 star", "count": 7400000 }
    ]
  },
  {
  "image": "https://i.ibb.co.com/Z6Q1K87K/google-calendar-icon.png",
  "title": "Google Calendar: Events & Reminders",
  "companyName": "Google LLC",
  "id": 22,
  "description": "Google Calendar organizes schedules, events, and reminders in a structured and intuitive interface. Users can create, share, and sync events, set notifications, and manage time efficiently. Integrations with Gmail, Google Meet, and other apps enhance productivity. Google Calendar helps maintain focus and organization, turning planning into an effortless and reliable daily routine. Plan your day, schedule meetings, and get reminders for events with Google Calendar.",
  "size": 875,
  "reviews": 120,
  "ratingAvg": 4.5,
  "downloads": 20,
  "ratings": [
    { "name": "1 star", "count": 200000 },
    { "name": "2 star", "count": 400000 },
    { "name": "3 star", "count": 900000 },
    { "name": "4 star", "count": 3000000 },
    { "name": "5 star", "count": 8700000 }
  ]
},
 {
  "image": "https://i.ibb.co.com/23QJWsgN/linkedin-app-icon.png",
  "title": "LinkedIn: Jobs & Networking",
  "companyName": "LinkedIn Corporation",
  "id": 23,
  "description": "LinkedIn empowers professionals to build networks, explore job opportunities, and grow careers. Users can share updates, showcase skills, and engage with industry insights. Job recommendations, connections, and professional groups foster growth and collaboration. LinkedIn transforms networking into a structured, productive, and strategic activity for career advancement. Build your professional network, find jobs, and grow your career opportunities.",
  "size": 285,
  "reviews": 200,
  "ratingAvg": 4.4,
  "downloads": 140,
  "ratings": [
    { "name": "1 star", "count": 800000 },
    { "name": "2 star", "count": 1200000 },
    { "name": "3 star", "count": 2000000 },
    { "name": "4 star", "count": 4000000 },
    { "name": "5 star", "count": 12000000 }
  ]
},
  {
    "image":"https://i.ibb.co.com/4wng5TFx/download-9.png",
    "title": "Reddit: Communities & Memes",
    "companyName": "Reddit Inc.",
    "id": 24,
    "description": "Reddit provides a platform for discussion, entertainment, and exploration through communities and threads. Users can share ideas, comment, and vote on content, discovering topics aligned with their interests. Personalized feeds, trending posts, and niche communities ensure engagement. Reddit combines information, humor, and interaction, making every session enriching, entertaining, and community-driven. Dive into thousands of communities, share ideas, and explore trending memes and discussions.",
    "size": 760,
    "reviews": 140,
    "ratingAvg": 4.5,
    "downloads": 50,
    "ratings": [
      { "name": "1 star", "count": 600000 },
      { "name": "2 star", "count": 800000 },
      { "name": "3 star", "count": 1000000 },
      { "name": "4 star", "count": 2500000 },
      { "name": "5 star", "count": 9100000 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/MDqTPssX/download-6.jpg",
    "title": "Amazon Shopping: Deals & Orders",
    "companyName": "Amazon Mobile LLC",
    "id": 25,
    "description": "Amazon delivers a complete e-commerce experience with millions of products, secure payments, and fast delivery. Users can track orders, browse deals, and read reviews to make informed decisions. Personalized recommendations streamline discovery, while wishlists and notifications enhance convenience. Amazon transforms shopping into a comprehensive, reliable, and tailored experience. Shop millions of products, track orders, and enjoy fast delivery with secure payments.",
    "size": 450,
    "reviews": 600,
    "ratingAvg": 4.6,
    "downloads": 50,
    "ratings": [
      { "name": "1 star", "count": 2000000 },
      { "name": "2 star", "count": 3000000 },
      { "name": "3 star", "count": 5000000 },
      { "name": "4 star", "count": 12000000 },
      { "name": "5 star", "count": 38000000 }
    ]
  },
  {
    "image":"https://i.ibb.co.com/TB9mxtZD/download-10.png",
    "title": "Spotify Kids: Music for Children",
    "companyName": "Spotify AB",
    "id": 26,
    "description": "Spotify Kids offers a safe, fun, and engaging music experience for children. With playlists, sing-alongs, and audio stories, kids can explore music independently. Parental controls and curated content ensure safety, while gamified interactions encourage exploration. Spotify Kids makes music learning and enjoyment entertaining, interactive, and age-appropriate. Fun and safe music experience designed for kids — with sing-alongs, playlists, and audio stories.",
    "size": 400,
    "reviews": 800,
    "ratingAvg": 4.7,
    "downloads": 10,
    "ratings": [
      { "name": "1 star", "count": 20000 },
      { "name": "2 star", "count": 30000 },
      { "name": "3 star", "count": 70000 },
      { "name": "4 star", "count": 150000 },
      { "name": "5 star", "count": 530000 }
    ]
  },
  {
    "image":"https://i.ibb.co.com/Pv75mg4B/images-2.png",
    "title": "Airbnb: Travel & Vacation Homes",
    "companyName": "Airbnb, Inc.",
    "id": 27,
    "description": "Airbnb simplifies travel by providing unique accommodations, hotels, and experiences worldwide. Users can explore personalized recommendations, read reviews, and book securely. Integration of local experiences, maps, and host communication enhances convenience. Airbnb turns travel planning into a curated, safe, and memorable adventure. Book unique homes, hotels, and experiences around the world for your next adventure.",
    "size": 170,
    "reviews": 150,
    "ratingAvg": 4.7,
    "downloads": 10,
    "ratings": [
      { "name": "1 star", "count": 300000 },
      { "name": "2 star", "count": 500000 },
      { "name": "3 star", "count": 900000 },
      { "name": "4 star", "count": 2700000 },
      { "name": "5 star", "count": 10600000 }
    ]
  },
  {
  "image": "https://i.ibb.co.com/nNKTrBLM/Notion-app-logo.png",
  "title": "Notion: Notes, Tasks & Docs",
  "companyName": "Notion Labs, Inc.",
  "id": 28,
  "description": "Notion is an all-in-one workspace for notes, tasks, wikis, and projects. Users can create structured pages, collaborate in real time, and track progress efficiently. Templates, databases, and integrations allow flexibility, while notifications and reminders maintain focus. Notion transforms organization into a productive, centralized, and seamless experience for individuals and teams.All-in-one workspace for notes, tasks, wikis, and projects. Stay organized and collaborate seamlessly.",
  "size": 220,
  "reviews": 250,
  "ratingAvg": 4.7,
  "downloads": 50,
  "ratings": [
    { "name": "1 star", "count": 80000 },
    { "name": "2 star", "count": 100000 },
    { "name": "3 star", "count": 180000 },
    { "name": "4 star", "count": 500000 },
    { "name": "5 star", "count": 1600000 }
  ]
}
]
